Repository: WP2Android/wordpress-2-android-plugin
Catalog: server/lang/nh-ynaa-*.po
Languages: de_de

source: Widget Title:
de_de: Widget Titel:

source: No supported Plugin installed. Please Install the Plugin Event Manager.
de_de: Kein unterstütztes Eventplugin installiert. Bitte installiere den Event Manager.

source: Plugin Directory
de_de: Plugin Verzeichnis

source: Select your Event Manager:
de_de: Ihren Event Manager auswählen:

source: Most Recent
de_de: Zuletzt erstellt

source: View All
de_de: Zeige alle

source: Select All
de_de: Alle auswählen

source: Add to Menu
de_de: Zum Menü Hinzufügen

source: No items.
de_de: Keine Elemente.

source: Categories
de_de: Kategorien

source: App Menu
de_de: App Menü

source: Menu Structure
de_de: Menü Struktur

source: Here you make the settings for the app menu.
de_de: Hier nimmst Du die Einstellungen für das App Menü vor.

source: Navigation Label
de_de: Angezeigter Name

source: Remove
de_de: Entfernen

source: Display options
de_de: Anzeige Optionen

source: Startscreen view
de_de: Startbildschirm Ansicht

source: Individual
de_de: Individuell

source: Posts
de_de: Beiträge

source: Pages
de_de: Seiten

source: Select your startscreen view for your app.
de_de: Wähle die Startbildschirm-Ansicht für Deine App.

source: Post types shown on starscreen
de_de: Angezeigte Beitragstypen auf den Startbildschirm

source: Select the types of posts displayed on startscreen
de_de: Wähle die Beitragstypen, die auf den Startbildschirm angezeigt werden sollen

source: Startscreen articles sorty by
de_de: Startbildschirm Beiträge sortieren nach

source: Recent posts
de_de: Aktuellsten Beiträge

source: Oldest posts
de_de: Älteste Beiträge

source: Alphabetically
de_de: Alphabetisch

source: Most popular posts
de_de: Beliebtesten Beiträge

source: Post order on starscreen.
de_de: Beiträge sortiern auf der Startseite.

source: Add to startscreen
de_de: Zum Startbildschirm hinzufügen

source: Homepresets
de_de: Startseite

source: Here you change the settings for home screen.
de_de: Hier nimmst Du die Einstellungen für den Startbilschirm vor.

source: This category is deactivated in the app
de_de: Diese Kategorie ist in der App deaktiviert

source: Set default image
de_de: Ein Standardbild setzen

source: Delete
de_de: Löschen

source: Search
de_de: Suchen

source: Here you change the settings for the app menu.
de_de: Hier nimmst Du die Einstellungen für das App Menü vor.

source: Report an error
de_de: Fehler melden

source: This item can not be removed.
de_de: Dieser Menüeintrag kann nicht entfernt werden.

source: Here you can set up the teaser which will be displayed on the start view of your app.
de_de: Hier legst Du die Anzeige des Teasers fest, der auf der Startseite der App angezeigt wird.

source: Teaser source
de_de: Teaser Quelle

source: Category
de_de: Kategorie

source: Select your source for the teasers in the app.
de_de: Wähle aus, welche Beiträge im Teaser angezeigt werden sollen.

source: Teaser Category
de_de: Teaser Kategorie

source: No categories existing
de_de: Keine Kategorien vorhanden

source: Number of teaser to be shown.
de_de: Anzahl der Teaser.

source: Add to Teaser
de_de: Zum Teaser hinzufügen

source: Teaser Structure
de_de: Teaser Struktur

source: Here you change the settings for teasers on the home screen.
de_de: Hier nimmst Du die Einstellungen für den Teaser vor.

source: Browse
de_de: Stöbern

source: Notifications
de_de: Benachrichtigungen

source: General value
de_de: Hauptvariablen

source: Menu value
de_de: Menüvariablen

source: Teaser value
de_de: Teaservariablen

source: Push value
de_de: Pushvariblen

source: Map
de_de: Karte

source: Extern URL
de_de: Externe Url

source: Car Finder
de_de: Autosuche

source: Startscreen
de_de: Startbildschirm

source: App Settings
de_de: App Einstellungen

source: Select Logo
de_de: Logo auswählen

source: Select theme
de_de: Theme auswählen

source: Color And Style Settings
de_de: Farb-Einstellungen

source: Primary Color
de_de: Primärfarbe

source: Secondary Color
de_de: Sekundärfarbe

source: Navigation Bar Color
de_de: Navigationsbar-Farbe

source: Menu Text Color
de_de: Menü Textfarbe

source: Title Color
de_de: Farbe Überschrift

source: Continuous Text Color
de_de: Farbe Fließtext

source: Maximum width for images so they won‘t scale up (in px)
de_de: Maximale Breite für Bilder, so dass sie nicht skalieren (in px)

source: Language
de_de: Sprache

source: Activate feature image in post view
de_de: Aktiviere das Beitragsbild auf der Artikel-Detailseite

source: Allow comments in App
de_de: Kommentieren in der App erlauben

source: Hide published date
de_de: Veröffentlichungsdatum nicht anzeigen

source: Hide sharing buttons
de_de: Sharing Knöpfe nicht anzeigen

source: Show related posts
de_de: Ähnliche Beiträge anzeigen

source: Related posts theme
de_de: Ähnliche Beiträge Theme

source: Related posts count
de_de: Ähnliche Beiträge Anzahl

source: Enable locations and activate location metabox in posts
de_de: Karte aktivieren und Ort Metabox in Beiträgen anzeigen

source: Use image from Gadgetry-Theme
de_de: Gadgetry-Theme Bild verwenden

source: Avada Portfolio Categories
de_de: Avada Portfolio Kategorien

source: Advanced
de_de: Fortgeschrittene Einstellungen

source: Remove blank lines
de_de: Entferne überflüssige Leerzeilen

source: Enable UTF8 encode
de_de: UTF8 Encodierung aktivieren

source: Use embedded JSON
de_de: Eingebettete JSON verwenden

source: Disable dom convert
de_de: Dom Konvertierung deaktivieren

source: Enable debug mode
de_de: Debug Modus aktivieren

source: Select your Logo.
de_de: Logo auswählen

source: Menu
de_de: Menü

source: App Menu Settings
de_de: App Menü Einstellungen

source: App Teaser Settings
de_de: App Teaser Einstellungen

source: Categories Settings
de_de: Kategorien Einstellungen

source: Kilimanjaro
de_de: Kilimandscharo

source: Select your app related posts theme.
de_de: Wähle das Theme für die Anzeige der ähnlichen Beiträge

source: Select your app theme.
de_de: Wähle das Theme für deine App

source: App Push Settings
de_de: App Push Einstellungen

source: App Key
de_de: App Schlüssel

source: PUSHSECRET
de_de: Push Schlüssel

source: Show Push Metabox
de_de: Push Metabox anzeigen

source: Automatic Push send
de_de: Automatischer Push Versand

source: Force Javascript Push
de_de: Javascript Push erzwingen

source: Welcome text
de_de: Willkommens Text

source: Silent intervall (sec)
de_de: Silent Intervall (in Sekunden)

source: CSS Style settings
de_de: CSS Style Einstellungen

source: <span style="font-weight:normal;">Define here your CSS style for the content in the app.</span>
de_de: <span style="font-weight:normal;">Hier CSS Style für die Beitragsseite definieren.</span>

source: Number of related posts to display
de_de: Maximale Anzahl der ähnlichen Beiträge, die angezeigt werden sollen

source: Please enter the push settings here that you have received from Team Blappsta after you have ordered your app. Only when these fields have been filled in correctly will you be able to send push notifications to your community. Please consider: If you wish to send a push notification you need to edit the post it shall be according to. There in the menus you will find the "Push Metabox".
de_de: Bitte trage hier die Push-Werte ein, die das Blappsta Team Dir nach der Bestellung der App mitgeteilt hat. Erst wenn diese Felder korrekt ausgefüllt sind, kannst Du Push-Nachrichten an Deine App-Nutzer senden. Bitte beachte: Möchtest Du eine Push-Nachricht versenden, findest Du auf der Beitragseditier-Seite eine „Push Metabox“, dort kannst Du Push Nachrichten verschicken.

source: Here you can add CSS statements tthat are applied to the start view of your app. The standard CSS commands which have been defined for the website will not be regarded in your app.
de_de: Hier kannst Du CSS Anweisungen hinzufügen, die auf der Beitragsseite in der App verwendet werden. Die Standard CSS Anweisungen, die für die Website festgelegt worden, werden in der App nicht beachtet.

source: Here you can specify the names of the categories in the app individually. Assign categories to the default images that are displayed in the app, should a post or page have no post image. You can also set or define whether the category in the app should be hidden or not the sort order here.
de_de: Hier kannst Du die Namen der Kategorien in der App individuell festlegen. Weise den Kategorien Standardbilder zu, die in der App angezeigt werden, falls kein Beitragsbild vorhanden ist. Außerdem kannst Du hier die Sortierreihenfolge festlegen und definieren, ob eine Kategorie in der App ausgeblendet werden soll oder nicht.

source: Category is not visible in the app!
de_de: Kategorie ist in der App nicht sichtbar!

source: Set default image for category
de_de: Ein Standardbild für diese Kategorie setzen

source: Reset image
de_de: Bild zurücksetzen

source: Order posts in category:
de_de: Sortierung der Beiträge in der Kategorie

source: Hide this category and all posts in this category in the app:
de_de: Diese Kategorie und alle Beiträge aus dieser Kategorie in der App nicht anzeigen:

source: Yes
de_de: Ja

source: No
de_de: Nein

source: Use post image on homescreen
de_de: Beitragsbild für Startseite benutzen

source: Use category image on homescreen
de_de: Kategoriebild für Startseite benutzen

source: Show subcategories overview:
de_de: Subkategorien Übersicht anzeigen:

source: Show posts under subcategories overview
de_de: Beiträge unter den Kategorien auf der Kategorieübersicht Seite anzeigen

source: No categories.
de_de: Keine Kategorien.

source: Set default image for events
de_de: Ein Standardbild für Events setzen

source: Locations
de_de: Orte

source: Set default image for location
de_de: Ein Standardbild für diese Karte setzen

source: Set the app menu.
de_de: App Menü Einstellungen.

source: Change logo
de_de: Logo wechseln

source: Color of main elements, e.g. dog ears, menu button, time stamps, category names, empty tiles, bullet points, social icons, etc.
de_de: Farbe der Hauptelemente, beispielsweise Eselsohren, Menübutton, Zeitstempel, Kategorienamen, leere Kacheln, Aufzählungszeichen, Sharing Icons etc.

source: Color of further elements, e.g. homescreen and posts background, elements of the commentary section
de_de: Farbe weiterer Elemente, beispielsweise Homescreen- und Beitragseiten-Hintergrund, Elemente im Kommentarbereich

source: Color of title bar, navigation bar, quicknavigation bar
de_de: Farbe der Titelleiste, die Navigationsleiste, Schnellnavigationsleiste

source: Text color in main menu and navigation menus (browse, subscribe, etc.)
de_de: Textfarbe im Hauptmenü und Navigationsmenüs (stöbern, abonnieren, etc.)

source: Text color of post headlines
de_de: Textfarbe der Beitrags-Überschrift

source: Text color of post sub headlines
de_de: Textfarbe der Subschlagzeilen

source: Text color of continuous text
de_de: Textfarbe von Fließtext

source: Images wider than this will be scaled up to full display width
de_de: Maximale Breite (in Pixeln) für Bilder auf der Beitragsseite, so dass sie nicht hochskaliert werden

source: Enter your Google Analytics Mobile App tracking ID here. You get it in your Google Analytics account.
de_de: Hier die Google Anlaytic Mobile App Tracking ID eintragen. Die Tracking ID erhalten sie in ihrem Google Analytics Konto.

source: Activate the checkbox case a proxy is used and the push delivery does not work.
de_de: Aktiviere Sie die Checkbox, wenn ein Proxy verwendet wird und der Pushversand nicht funktioniert.

source: Automatic sending of push notifications in the first publication of a post.
de_de: Automatischer Versand von Push-Benachrichtigungen bei der 1. Veröffentlichung eines Beitrags.

source: English
de_de: Englisch

source: French
de_de: Französisch

source: Dutch
de_de: Niederländisch

source: German
de_de: Deutsch

source: Italian
de_de: Italienisch

source: Portuguese
de_de: Portugiesisch

source: Russian
de_de: Russisch

source: Spanish
de_de: Spanisch

source: Romanian
de_de: Rumänisch

source: Interface and dialogue language
de_de: Interface-und Dialogsprache

source: Please select
de_de: Bitte auswählen

source: This is a Blappsta business feature.
de_de: Dies ist eine Blappsta Business Funktion.

source: You can select here a event plugin to show events in your app.
de_de: Hier kannst Du Event Plugin wählen , um Events in Ihrer Anwendung zu zeigen.

source: Activate this checkbox if they want under your posts show a map with a location.
de_de: Aktiviere diese Checkbox, wenn unter den Beiträge eine Karte angezeigt werden soll.

source: Create separators for periods of time between posts<br>(only if post order within categories is set to "chronologically")
de_de: Beiträge in Zeiträume einteilen<br>(Nur wenn in den Kategorien chronologische Reihenfolge gewählt wurde)

source: Turn the comments section beneath posts on or off.
de_de: Schalte den Kommentarbereich unterhalb der Beiträge an oder aus.

source: Don't show the sharing buttons under the post in the app.
de_de: Die Sharing Knöpfe unter den Beiträgen anzeigen bzw. ausblenden.

source: Don't show published date on the top of the post in the app.
de_de: Das Veröffentlichungsdatum nicht unter den Beiträgen anzeigen.

source: Show related posts under the post in the app.
de_de: Zeige ähnliche Beiträge unter den Beiträgen in der App.

source: Activate the checkbox if you use gadgetry theme image as post featured image.
de_de: Aktiviere diese Checkbox, wenn Du Gadgetry Theme Bilder als Beitrags Bild verwenden möchten.

source: Activate the checkbox if you get the tip "Recent content could not be accessed. Please connect your device to the internet and try again." in the app emulator.
de_de: Aktiviere diese Checkbox, wenn im Simulator der Hinweis kommt: "Recent content could not be accessed. Please connect your device to the internet and try again.".

source: Activate this checkbox if the content is not displayed correctly coded.
de_de: Aktiviere diese Checkbox, wenn die Sonderzeichen und Umlaute auf der Beitragsseite in der App nicht richtig dargestellt werden.

source: Activate this checkbox if you don't see any content in the detail view.
de_de: Aktiviere diese Checkbox, wenn Du keinen Inhalt auf der Beitragsseite siehst.

source: Activate the checkbox if you have any problems with the app, this help us to find out the error.
de_de: Aktiviere diese Checkbox, wenn Du Probleme mit Deiner App hast. Diese Einstellung erleichtert uns die Fehlersuche

source: Activate the checkbox if you have to many blank lines on your content page in the app.
de_de: Aktiviere diese Checkbox, wenn auf der Beitragsseite überflüssige Leerzeilen angezeigt werden.

source: Active this checkbox to bind in the feature image in post view.
de_de: Aktiviere die Checkbox um das Beitragsbild über jedem Beitrag auf der Deteilseite anzuseigen.

source: Active this checkbox to show the feature image in original size in post view.
de_de: Aktiviere die Checkbox um die Bilder in Originalgröße über den Beiträgen anzuzeigen.

source: Treat Avada portfolio categories as normal WordPress categories
de_de: Avada Portfolio Kategorien zu den Wordpress Kategorien in der App hinzufügen

source: date
de_de: Datum

source: alphabetical
de_de: Alphabetisch

source: random
de_de: Zufällig

source: To get a preview on what the app would look like, please follow these steps:
de_de: Um eine Vorschau zu sehen, wie Deine App aussehen wird, gehe wie folgt vor:

source: First of all download and install our <b>Blappsta Preview App</b> from the <a href="https://itunes.apple.com/de/app/blappsta-preview/id912390326?mt=8" target="_blank" style="text-decoration:none;">Apple App Store</a> or from <a href="https://play.google.com/store/apps/details?id=com.blappsta.blappstaappcheck" target="_blank" style="text-decoration:none;">Google Play&trade; Store</a>
de_de: Installiere unsere <b>Blappsta Preview App</b> für iOS aus dem <a href="https://itunes.apple.com/de/app/blappsta-preview/id912390326?mt=8" target="_blank">Apple App Store</a> oder für Android aus dem <a href="https://play.google.com/store/apps/details?id=com.nebelhorn.blappstaappcheck" target="_blank">Google Play Store</a>

source: Start the <b>Blappsta Preview App</b> and enter your blog’s URL or simply scan the QR-code below with our integrated scanner.
de_de: Starte die <b>Blappsta Preview App</b> und gib die Adresse Deines Blogs ein oder scanne den unten stehenden QR-Code mit der Blappsta Preview App.

source: Of course all of the settings can be changed at any time. A simple „pull to refresh“ suffices in order to take over the settings in the app.
de_de: Natürlich können die Einstellungen im Plugin jederzeit geändert werden. Um die Änderungen im laufenden Betrieb der App zu übernehmen, reicht ein einfacher „Pull to Refresh“, schon werden alle Settings neu geladen!

source: Video tutorial: How to use the Blappsta PREVIEW app
de_de: Videotutorial: Wie nutze ich die Blappsta PREVIEW App

source: If you like the app, please register on our website
de_de: Wenn Dir Deine App gefällt, registriere Dich auf unsere Webseite

source: If you have any questions contact us: <a href="mailto:support@blappsta.com" style="text-decoration:none;">support@blappsta.com</a>
de_de: Hast Du Fragen, setze Dich mit uns in Verbindung: <a href="mailto:support@blappsta.com">support@blappsta.com</a>

source: Help
de_de: Hilfe

source: For help visit our website <a href="https://www.blappsta.com/hc/en-us" target="_blank">www.blappsta.com</a>.
de_de: Für weitere Hilfe besuche unsere Webseite <a href="https://www.blappsta.com/hc/en-us" target="_blank">www.blappsta.com</a>.

source: You do not have sufficient permissions to access this page.
de_de: Sie verfügen nicht über ausreichende Berechtigungen, um auf diese Seite zuzugreifen.

source: Settings for Blappsta Plugin
de_de: Blappsta Plugin Einstellungen

source: Save Changes
de_de: Änderung Speichern

source: Click here to get your app:
de_de: Klicken Sie hier, um Ihre App zu bekommen:

source: Get my app
de_de: Meine App erhalten

source: Allow hide on Startscreen
de_de: Ausblenden erlauben

source: Comment is in review
de_de: Kommentar wartet auf Freigabe

source: Preview your app in the simulator
de_de: Vorschau Ihrer App im Simulator

source: You can also try it on your own device
de_de: Du kannst Deine App auch auf Deinem Smartphone testen.

source: Sunday
de_de: Sonntag

source: Monday
de_de: Montag

source: Tuesday
de_de: Dienstag

source: Wednesday
de_de: Mittwoch

source: Thursday
de_de: Donnerstag

source: Friday
de_de: Freitag

source: Saturday
de_de: Samstag

source: Blappsta Plugin locations
de_de: Blappsta Plugin Orte

source: Location Name
de_de: Ort Name

source: Address:
de_de: Anschrift:

source: City/Town:
de_de: Stadt/Ort:

source: State/County:
de_de: Bundesland/Land:

source: Postcode:
de_de: Postleitzahl:

source: Pin color
de_de: Pin Farbe

source: red
de_de: rot

source: green
de_de: grün

source: purple
de_de: violett

source: Reset this form to create a location.
de_de: Setze das Formular zurück um einen Ort anzulegen.

source: Location not found
de_de: Ort nicht gefunden

source: Show in App
de_de: In der App anzeigen

source: Push Text
de_de: Push Nachricht

source: Send Push
de_de: Push senden

source: Please wait...
de_de: Bitte warten...

source: No ID
de_de: Keine ID

source: No posts found.
de_de: Keine Beiträge gefunden.

source: Error
de_de: Fehler

source: No Appkey.
de_de: Kein App Schlüssel.

source: No Push Secret Key.
de_de: Kein Push Secret Schlüssel.

source: Push send successful.
de_de: Push-Nachricht Versand erfolgreich.

source: Unknown error sending the push message.
de_de: Unbekannter Fehler beim Senden der Push-Nachricht.

source: Settings
de_de: Einstellungen

source: Insert Pushtext!
de_de: Pushtext einfügen!

source: Pleas wait!
de_de: Bitte warten!

source: You have to publish the Post first.!
de_de: Du musste den Beitrag veröffentlichen um Push-Nachrichten zu verschicken.
